{
    "common": {
        "home": "Accueil",
        "about": "À propos",
        "products": "Produits",
        "contact": "Contact",
        "explore_products": "Explorer les produits",
        "request_quote": "Demander un devis",
        "connect_with_us": "Contactez-nous",
        "price_request": "Prix sur demande",
        "origin": "Origine",
        "send_inquiry": "Envoyer une demande",
        "full_name": "Nom complet",
        "email_address": "Adresse e-mail",
        "phone_number": "Numéro de téléphone",
        "product_interest": "Intérêt pour le produit",
        "select_product": "Sélectionnez un produit",
        "other": "Autre",
        "message": "Votre message",
        "get_in_touch": "Contactez-nous",
        "russia_office": "Bureau Russie",
        "guinea_office": "Bureau Guinée",
        "phone": "Téléphone",
        "email": "E-mail"
    },
    "home": {
        "hero_title": "Relier la Guinée et la Russie par un commerce de qualité",
        "hero_text": "Spécialisé dans l'exportation d'huiles, de grains de café, de fèves de cacao et de noix de haute qualité de Guinée vers la Russie, et l'importation de semences de blé, de savons et d'oignons russes en Guinée."
    },
    "about": {
        "section_title": "À propos de notre entreprise",
        "section_subtitle": "Connecter les marchés grâce à des relations commerciales de confiance",
        "about_heading": "Votre partenaire commercial fiable",
        "about_text1": "AfroEuro Trade Bridge est spécialisé dans la facilitation du commerce agricole de qualité entre la Guinée et la Russie. Fondée par des professionnels ayant des racines profondes dans les deux pays, nous tirons parti de notre compréhension unique des deux marchés pour créer des opportunités commerciales précieuses.",
        "about_text2": "Notre équipe en Guinée garantit un accès direct aux produits agricoles de la plus haute qualité, tandis que nos opérations en Russie garantissent une distribution efficace et une pénétration du marché.",
        "about_text3": "Nous sommes fiers de notre approvisionnement éthique, de nos opérations transparentes et de la construction de partenariats à long terme avec les fournisseurs et les acheteurs.",
        "feature1_title": "Relations de confiance",
        "feature1_text": "Des partenariats directs avec les producteurs en Guinée et les distributeurs en Russie assurent qualité et fiabilité.",
        "feature2_title": "Produits de qualité",
        "feature2_text": "Nous nous spécialisons dans les produits agricoles de qualité provenant directement de leurs origines.",
        "feature3_title": "Logistique efficace",
        "feature3_text": "Processus d'import/export rationalisés garantissant une livraison rapide des marchandises.",
        "feature4_title": "Avantage mutuel",
        "feature4_text": "Création d'opportunités économiques pour les producteurs guinéens et les acheteurs russes."
    },
    "products": {
        "section_title": "Nos produits",
        "section_subtitle": "Produits agricoles de qualité de Guinée et de Russie",
        "from_guinea": "De Guinée",
        "from_russia": "De Russie",
        "coffee_title": "Grains de café premium",
        "coffee_desc": "Grains d'Arabica de haute qualité cultivés dans le sol volcanique riche des hauts plateaux de Guinée.",
        "fouta_djallon": "Fouta Djallon",
        "cacao_title": "Fèves de cacao",
        "cacao_desc": "Fèves de cacao biologiques au profil aromatique riche, parfaites pour la production de chocolat premium.",
        "guinee_forest": "Guinée forestière",
        "palm_oil_title": "Huile de palme",
        "palm_oil_desc": "Huile de palme pressée à froid, non raffinée, riche en nutriments et de couleur vive.",
        "basse_guinee": "Basse-Guinée",
        "nuts_title": "Noix premium",
        "nuts_desc": "Noix de cajou et autres noix de haute qualité provenant des régions fertiles de Guinée.",
        "wheat_title": "Semences de blé",
        "wheat_desc": "Semences de blé à haut rendement et résistantes aux maladies, adaptées aux conditions de croissance africaines.",
        "krasnodar": "Région de Krasnodar",
        "soap_title": "Savons traditionnels",
        "soap_desc": "Savons naturels faits à la main selon des méthodes et ingrédients traditionnels russes.",
        "moscow_region": "Région de Moscou",
        "onion_title": "Oignons premium",
        "onion_desc": "Oignons de conservation de haute qualité avec une excellente durée de conservation et un profil aromatique.",
        "volgograd": "Région de Volgograd"
    },
    "contact": {
        "section_title": "Contactez-nous",
        "section_subtitle": "Contactez-nous pour des devis, des commandes et des opportunités de partenariat",
        "get_in_touch": "Contactez-nous",
        "get_in_touch_desc": "Vous avez des questions sur nos produits ou services ? Contactez notre équipe pour plus d'informations ou pour demander un devis.",
        "map_placeholder": "Carte de localisation",
        "thank_you": "Merci pour votre demande ! Nous vous contacterons sous peu.",
        "validation_error": "Veuillez remplir tous les champs obligatoires.",
        "email_error": "Veuillez entrer une adresse e-mail valide.",
        "phone_error": "Veuillez entrer un numéro de téléphone valide."
    }
}